tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "shivammathur/php"
brew "libidn2"
brew "php", restart_service: true
brew "pcre2"
brew "composer", link: false
brew "dnsmasq"
brew "git"
brew "mysql", restart_service: true
brew "nginx", restart_service: true
brew "node"
brew "php@8.0"
brew "python@3.8"
brew "redis", restart_service: true
brew "starship", link: false
brew "yarn"
cask "brave-browser"
cask "firefox"
cask "figma"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "grammarly-desktop"
cask "insomnia"
cask "iterm2"
cask "linear-linear"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "ngrok"
cask "notion"
cask "postman"
cask "raycast"
cask "slack"
cask "telegram-desktop"
cask "visual-studio-code"
cask "zeplin"
cask "zoom"
cask "tableplus"
cask "warp"
cask "font-fira-code"